"CANCEL_BUTTON" = "Kumoa";
"CONTINUE_BUTTON" = "Jatka";
"SKIP_BUTTON" = "Ohita";
"TRY_AGAIN_BUTTON" = "Yritä uudelleen";

/* warnings about the battery shown after the first panel */
"BATTERY_WARNING_TITLE" = "Tietokoneesi toimii akun varassa.";
"BATTERY_WARNING" = "Liitä koneen virtajohto pistorasiaan ennen tietojen siirtämistä.";

/* status messages when waiting for FireWire connection in Step 2 */
"STATUS_FINDING_SYSTEMS" = "Etsitään järjestelmiä…";
"STATUS_WAITING_FIREWIRE" = "Odotetaan vanhan Macin uudelleenkäynnistymistä…";
"STATUS_FOUND_FIREWIRE" = "FireWire-yhteys muodostettiin.";
"STATUS_RESTART" = "Käynnistä vanha Mac uudelleen pitäen ”T”-näppäintä painettuna";
"STATUS_WAITING_DISKS" = "Odotetaan levyjen näkyviin tulemista…";

/* problems connecting over FireWire */
"NO_VALID_SYSTEMS_TITLE" = "Tietokoneeseen ei ole asennettu mitään Mac OS X -versiota.";
"NO_VALID_SYSTEMS" = "Tietoja voidaan siirtää vain tietokoneista, joihin on asennettu Mac OS X.\n\nJatka yrittämistä osoittamalla Jatka tai lopeta siirtoprosessi osoittamalla Kumoa.";
"TDM_WARNING_TITLE" = "Käyttöönottoapuri ei voi muodostaa yhteyttä toiseen Maciin.";
"TDM_WARNING" = "Vanha Macisi ei ehkä saa yhteyttä tähän Maciin FireWiren kautta.\n\nYritä uudelleen osoittamalla Jatka tai lopeta osoittamalla Kumoa.";

"NO_TRANSFERABLE_SYSTEMS_TITLE" = "Valitulla taltiolla ei ole Mac OS X:ää.";
"NO_TRANSFERABLE_SYSTEMS_INTERNAL" = "Tietoja voidaan siirtää vain tietokoneista, joihin on asennettu Mac OS X.";

/* "Hard drive" on "System" */
"SYSTEM_NAME_FORMAT" = "%1$@ (%2$@)";
"SYSTEM_NAME_FORMAT_NO_DISK" = "%@";
"NO_SYSTEMS" = "Järjestelmiä ei löytynyt.";
"ONLY_OLD_SYSTEMS" = "Vanha järjestelmä";
"CUSTOMIZE_PANEL_TITLE_INTERNAL" = "Tietojen siirtäminen";
"NETWORK_SETTINGS" = "Verkko- ja muut asetukset";
"APPLICATIONS" = "Ohjelmat-kansio";
"FILES_FOLDERS" = "Tiedostot ja kansiot kohteessa ”%@”";
"FILES_FOLDERS_NO_VOLUME" = "Tiedostot ja kansiot";
"USERS" = "Käyttäjät";
"OTHER_DISKS" = "Muut kovalevyt";
"STATIC_IP_WARNING" = "\nStaattista IP-osoitetta ei siirretä.";
"FILEVAULT_WARNING_LONG" = "FileVault-suojattuja käyttäjätunnuksia ei voida siirtää Maciin, jossa on olemassa olevia käyttäjätunnuksia.";
"FILEVAULT_WARNING" = "\nTämä käyttäjätunnus on suojattu FileVaultilla eikä sitä voida siirtää.";
"HOME_NOT_COPIED_WARNING" = "\nTätä jaettua kotikansiota ei tarvitse kopioida.";

"REMAINING_HOURS" = "%d tuntia";
"REMAINING_HOUR" = "%d tunti";
"REMAINING_MINS" = "%d minuuttia";
"REMAINING_MIN" = "%d minuutti";	
"REMAINING_HOURS_AND_MINS" = "Jäljellä: %@ ja %@";
"REMAINING_ABOUT" = "Jäljellä: %@";
"REMAINING_LESS_MIN" = "Jäljellä alle minuutti";

"SEL_ITEMS" = "Valitut kohteet: %@";
"TRANSFER" = "Siirrä";

"GB" = "%.1f Gt";
"MB" = "%.1f Mt";			
"KB" = "%.1f Kt";

"MOREINFO" = "Lisätietoja";
"MORE_INFO" = "Lisätietoja";
"SKIP" = "Ohita siirto";

"CABLE_DISCONNECTED" = "FireWire-kaapeli on irrotettu.";
"NO_TDM_CABLE_CONNECTED" = "Kohdelevytila on päättynyt.";
"NO_TDM_CABLE_DISCONNECTED" = "Kohdelevytila on päättynyt.";

"CREATE_AIRPORT_NETWORK" = "Luo AirPort-verkko";

"USER_CONFLICT_EXPLAIN" = "Siirrettävällä tunnuksella ”%1$@” (käyttäjätunnus ”%2$@”) on sama nimi kuin tietokoneessa jo olevalla tunnuksella.";

"TRANSFER_ERROR_TITLE" = "On tapahtunut virhe, joka estää tietojesi siirtämisen.";
"TRANSFER_ERROR" = "Jos haluat lopettaa siirtämisen ja jatkaa tietokoneen käyttöönottoa, osoita Ohita tai tarkista, että FireWire- ja virtakaapelit on liitetty oikein ja osoita Yritä uudelleen.";

"CANCELING_MIGRATION" = "Kumotaan siirtymistä…";

"NETWORK_TRANSFER_ERROR" = "On tapahtunut verkkovirhe, joka estää tietojesi siirtämisen.";

"BROKEN_APPS" = "Seuraavat ohjelmat on ehkä asennettava uudelleen:";
"FILE_ERRORS" = "Seuraavien tiedostojen siirtämisessä esiintyi ongelmia:";
"OTHER_WARNINGS" = "Virheet ja varoitukset:";

"TRANSFER_FAILED" = "Siirto on suoritettu, mutta joitakin tiedostoja ei siirretty. Voit irrottaa FireWire-kaapelin ja sammuttaa vanhan Mac-tietokoneen painamalla sen virtapainiketta.";

"REAL_NETWORK_SETUP_BUTTON_TITLE" = "Käytä ethernetiä";
"AIRPORT_SETUP_BUTTON_TITLE" = "Käytä AirPortia";
"PLEASE_JOIN_WIRELESS_NETWORK_ON_OLD_MAC" = "Liity samaan AirPort-verkkoon kuin tämä tietokone (%@).";

"NETWORK_ERROR_SHEET_TITLE" = "Verkkoyhteys epäonnistui.";
"NETWORK_ERROR_SHEET_INTERNAL" = "Yhdistettäessä verkkoon tapahtui virhe eikä toisen Macin tietoja voitu käyttää. Tietoja toiseen Maciin yhdistämisestä saat osoittamalla Lisätietoja.";

"PAIR_SCANNING" = "Etsitään muita tietokoneita…";
"PAIR_CONNECTED" = "Yhteydenmuodostus toiseen Maciin onnistui…";

"BACKUP_SOURCE_CLICK_TO_CONNECT_FORMAT" = "Yhdistä kohteeseen ”%@” osoittamalla Jatka.";
"BACKUP_SOURCE_NOT_AVAILABLE_FORMAT" = "Taltiolla ”%@” ei ole Time Machine -varmuuskopioita. Valitse eri taltio.";
"BACKUP_SOURCE_NO_SELECTION" = "Valitse taltio ja osoita sitten Jatka.";

"BACKUP_SOURCE_CONNECT_SHEET_TITLE_FORMAT" = "Syötä käyttäjätunnus ja salasana kohteelle ”%@”.";
"BACKUP_SOURCE_CONNECT_SHEET_SINGLE_PASSWORD_TITLE_FORMAT" = "Syötä salasana kohteelle ”%@”.";
"BACKUP_SOURCE_CONNECT_SHEET_FAILED" = "Yhteys epäonnistui.";
"BACKUP_SOURCE_CONNECT_SHEET_FAILED_MESSAGE" = "Varmista, että käyttäjätunnus ja salasana ovat oikein, ja yritä uudelleen osoittamalla Yhdistä.";
"BACKUP_SOURCE_CONNECT_SHEET_FAILED_SINGLE_PASSWORD_MESSAGE" = "Varmista, että salasana on oikein, ja yritä uudelleen osoittamalla Yhdistä.";
"BACKUP_SOURCE_CONNECT_SHEET_CONNECTING" = "Yhdistetään…";
"BACKUP_SOURCE_CONNECT_SHEET_CONNECT_BUTTON" = "Yhdistä";
"BACKUP_SOURCE_CONNECT_SHEET_TRY_AGAIN_BUTTON" = "Yritä uudelleen";

"BACKUP_SOURCE_CHECK_SHEET_FAILED_TITLE" = "Tällä taltiolla ei ole Time Machine -varmuuskopioita.";
"BACKUP_SOURCE_CHECK_SHEET_FAILED" = "Valitse eri taltio tai yhdistä eri käyttäjätunnusta käyttäen.";
"BACKUP_SOURCE_CHECK_SHEET_OK_BUTTON" = "OK";

"BACKUP_SOURCE_JOIN_BUTTON" = "Liity…";

"BACKUP_SOURCE_FOUND_ZERO" = "Time Machine -varmuuskopioita ei löytynyt";
"BACKUP_SOURCE_FOUND_ONE" = "1 Time Machine -varmuuskopio löytyi";
"BACKUP_SOURCE_FOUND_MANY_FORMAT" = "%d Time Machine -varmuuskopiota löytyi";

"BACKUP_SOURCE_AVAILABLE_ZERO" = "Time Machine -varmuuskopioita ei käytettävissä";
"BACKUP_SOURCE_AVAILABLE_ONE" = "1 Time Machine -varmuuskopio käytettävissä";
"BACKUP_SOURCE_AVAILABLE_MANY_FORMAT" = "%d Time Machine -varmuuskopiota käytettävissä";

"BACKUP_REQUIRES_LOGIN" = "vaatii sisäänkirjautumisen";
"BACKUP_CONNECTED" = "yhdistetty";

